##
# brew bundle install --upgrade
# brew bundle --help
##

tap "minamijoyo/tfschema"
tap "trufflesecurity/trufflehog"

brew "bash"
brew "bats-core"
brew "coreutils"
brew "dependabot"
brew "diffutils"
brew "direnv"
brew "editorconfig-checker"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git-cliff"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "grep"
brew "gum"
brew "gzip"
brew "infracost"
brew "jq"
brew "librsvg"
brew "make"
brew "minamijoyo/tfschema/tfschema"
brew "moreutils"
brew "node"
brew "poetry"
brew "pre-commit"
brew "python@3.13"
brew "shellcheck"
brew "shfmt"
brew "tenv"
brew "tflint"
brew "trivy"
brew "trufflesecurity/trufflehog/trufflehog"
brew "uv"
